{
    "stoi": {
        "<PAD>": 0,
        "<SOS>": 1,
        "<EOS>": 2,
        "<UNK>": 3,
        "acinar": 4,
        "pattern": 5,
        "adenocarcinoma": 6,
        ",": 7,
        "with": 8,
        "inflamed": 9,
        "irregular": 10,
        "acini": 11,
        "and": 12,
        "tissue": 13,
        "destruction": 14,
        ".": 15,
        "compact": 16,
        "stroma": 17,
        "sparse": 18,
        "tumor": 19,
        "sheets": 20,
        "of": 21,
        "inflammation": 22,
        "compressed": 23,
        "normal": 24,
        "lung": 25,
        "haemorrhaging": 26,
        "smaller": 27,
        "airways": 28,
        "or": 29,
        "vessel": 30,
        "coarse": 31,
        "fibrillar": 32,
        "open": 33,
        "interluminal": 34,
        "debris": 35,
        "small": 36,
        "vessels": 37,
        "solid": 38,
        "stromal": 39,
        "tils": 40,
        "big": 41,
        "pleomorphic": 42,
        "nuclei": 43,
        "sieve": 44,
        "-": 45,
        "like": 46,
        "complex": 47,
        "cribriform": 48,
        "appearance": 49,
        "rich": 50,
        "showing": 51,
        "angulated": 52,
        "columnar": 53,
        "multiple": 54,
        "branched": 55,
        "lumina": 56,
        "diverse": 57,
        "malignant": 58,
        "epithelium": 59,
        "haemorrhagic": 60,
        "discohesive": 61,
        "linear": 62,
        "clefts": 63,
        "lambertosis": 64,
        "mild": 65,
        "interstitial": 66,
        "thickening": 67,
        "necrosis": 68,
        "high": 69,
        "grade": 70,
        "patchily": 71,
        "elastosis": 72,
        "collapsed": 73,
        "minimal": 74,
        "surface": 75,
        "margin": 76,
        "artefacts": 77,
        "cribrifrom": 78,
        "nests": 79,
        "mucinous": 80,
        "cytology": 81,
        "lepidic": 82,
        "peribronchial": 83,
        "fat": 84,
        "glands": 85,
        "honeycomb": 86,
        "narrow": 87,
        "large": 88,
        "walls": 89,
        "mucin": 90,
        "lakes": 91,
        "in": 92,
        "dense": 93,
        "cold": 94,
        "micropapillary": 95,
        "papillary": 96,
        "growth": 97,
        "some": 98,
        "discohesion": 99,
        "overrun": 100,
        "by": 101,
        "often": 102,
        "dispersed": 103,
        "micropapillae": 104,
        "elastotic": 105,
        "mildly": 106,
        "fibrotic": 107,
        "retraction": 108,
        "artifact": 109,
        "collagen": 110,
        "tufted": 111,
        "inflammatory": 112,
        "reactive": 113,
        "expansion": 114,
        "ragged": 115,
        "appearances": 116,
        "mostly": 117,
        "clear": 118,
        "cell": 119,
        "change": 120,
        "crowded": 121,
        "bronchial": 122,
        "cartilage": 123,
        "confluent": 124,
        "lymphocytes": 125,
        "sheet": 126,
        "dark": 127,
        "folds": 128,
        "classical": 129
    },
    "min_freq": 1,
    "max_size": 1024,
    "tokenizer": "spacy"
}